hello_text = (
    "Привет! Бот предоставляет доступ к искусственному интеллекту — ChatGPT: gpt-4o-mini, "
    "gpt-o1-preview, gpt-4o (Omni), DALL.\n"
    "Здесь вы можете выполнять самые разнообразные задачи:\n"
    "1. Копирайтинг и рерайтинг.\n"
    "2. Написание и редактирование кода.\n"
    "3. Перевод с любого языка.\n"
    "4. Разбор неструктурированного текста и резюмирование.\n"
    "5. Создание высококачественного текстового контента.\n"
    "6. Чат.\n"
    "7. Генерация изображений по текстовому описанию.\n\n"
    "Чтобы получить ответ, напишите свой вопрос в чат.\n"
    "Приятного пользования!"
)


support_text = ("Здравствуйте! Вы обратились в службу поддержки. Если у вас возникли вопросы или проблемы, "
        "пожалуйста, напишите ваш запрос, и мы постараемся помочь вам как можно скорее.")


tarif_text=("Mini — 4$ в месяц\n"
    "— GPT 4o (Mini): 100 сообщений в день\n"
    "— GPT 4: 5 сообщений в день\n"
    "— DALL: 10 изображений\n\n"
    "Start — 8$ в месяц\n"
    "— GPT 4o (Mini): безлимитно\n"
    "— GPT 4: 25 сообщений в день\n"
    "— DALL: 30 изображений в день\n\n"
    "Premium — 12$ в месяц\n"
    "— GPT 4o (Mini): безлимитно\n"
    "— GPT 4o (Omni): 50 сообщений в день\n"
    "— GPT 4: 50 сообщений в день\n"
    "— gpt-o1-preview: 25 сообщений в день\n"
    "— DALL: 100 изображений\n\n")